# Python Enhancement Proposals

"""মডিউলের নাম হতে হবে সব ছোট হাতের অক্ষর দিয়ে এবং এর নাম ছোট হওয়া বাঞ্ছনীয়।   
ক্লাস এর নাম হওয়া উচিৎ ক্যাপ-ওয়ার্ড তথা CapitalWords স্টাইলে   
ভ্যারিয়েবল এবং ফাংশন এর নামও হওয়া উচিৎ ছোট হাতের অক্ষর দিয়ে এবং প্রয়োজনে আন্ডার স্কোর ব্যবহার করে, যেমন - my_function   
কন্সট্যান্ট এর নাম হওয়া উচিৎ বড় হাতের অক্ষর দিয়ে   
অপারেটর এর দু পাশে এবং প্রত্যেকটি কমা চিহ্নের পরে স্পেস ব্যবহার করা উচিৎ   
কোন লাইক ৮০ ক্যারেক্টারের বেশি লম্বা হওয়া উচিৎ নয়   
from module import * এরকম ইম্পোরট করা ঠিক নয়। নির্দিষ্ট করে শুধুমাত্র দরকারি ফাংশনকেই ইম্পোরট করা উচিৎ  
ঈন্ডেন্টেশনের জন্য ট্যাবের বদলে স্পেস (যেমন ৪টি) ব্যবহার করা উচিৎ  """

print("PEP")